{
  "nav_explorar": "Explorar ▾",
  "nav_galaxia": "Vía Láctea",
  "nav_estructura": "Estructura",
  "nav_datos": "Datos",
  "nav_planetas": "Planetas",
  "nav_sistema_solar": "Sistema Solar",
  "nav_agujero_negro": "Agujero Negro",
  "nav_nebulosas": "Nebulosas",
  "nav_misiones": "Misiones",
  "nav_glosario": "Glosario",
  "nav_constelaciones": "Constelaciones",
  "nav_curiosidades": "Curiosidades",
  "nav_timeline": "Línea de Tiempo",
  "nav_quiz": "Quiz",
  "nav_clima": "Clima Espacial",
  "nav_noticias": "Noticias",
  "nav_comentarios": "Comentarios",
  "hero_eyebrow": "✦ Explora el universo ✦",
  "hero_title_line1": "COSMOS",
  "hero_title_line2": "La Vía Láctea y más allá",
  "hero_desc": "Adéntrate en los misterios del universo. Desde la majestuosa Vía Láctea hasta los enigmáticos agujeros negros y las nebulosas de colores, descubre los secretos que guarda el cosmos.",
  "hero_btn_explorar": "Explorar Ahora",
  "hero_btn_datos": "Datos Curiosos",
  "hero_scroll": "Desplázate",
  "section_galaxia_label": "01 — La Galaxia",
  "section_galaxia_title": "La <span>Vía Láctea</span>",
  "galaxia_text1": "La <strong>Vía Láctea</strong> es nuestra galaxia espiral barrada. Su nombre proviene de la franja luminosa que dibuja en el cielo nocturno, compuesta por cientos de miles de millones de estrellas demasiado lejanas para distinguirse individualmente.",
  "galaxia_text2": "Tiene una estructura de <strong>brazos espirales</strong> que irradian desde un denso bulbo central donde habita el agujero negro supermasivo <strong>Sagitario A*</strong>. Nuestro Sistema Solar se ubica en el Brazo de Orión, a unos 26,000 años luz del núcleo galáctico.",
  "stat_estrellas": "Estrellas estimadas",
  "stat_diametro": "Años luz de diámetro",
  "stat_edad": "Años de antigüedad",
  "buscador_placeholder": "Buscar planeta... (ej. Marte, Júpiter)",
  "planeta_mercurio_desc": "El más pequeño y cercano al Sol. Sin atmósfera, sus temperaturas oscilan entre -180°C y 430°C en el mismo planeta.",
  "planeta_venus_desc": "El planeta más caliente (462°C) cubierto de nubes de ácido sulfúrico. Gira en sentido inverso al resto de planetas.",
  "planeta_tierra_desc": "Nuestro hogar. El único planeta conocido con vida. El 71% de su superficie es agua y posee una luna natural estabilizadora.",
  "planeta_marte_desc": "El Planeta Rojo con el volcán más alto del sistema solar: Olympus Mons (21 km). Principal objetivo de futura colonización humana.",
  "planeta_jupiter_desc": "El más grande del sistema solar. Su Gran Mancha Roja es una tormenta activa hace más de 400 años. Tiene 95 lunas conocidas.",
  "planeta_saturno_desc": "Sus anillos de hielo y roca son únicos en el sistema solar. Es tan poco denso que flotaría en el agua. Tiene 146 lunas.",
  "planeta_urano_desc": "Rota de lado con un eje inclinado 98°. Sus vientos alcanzan 900 km/h y su color azul-verde proviene del metano atmosférico.",
  "planeta_neptuno_desc": "El más lejano y ventoso: tormentas de 2,100 km/h. Un año neptuniano dura 165 años terrestres. Tiene 16 lunas conocidas.",
  "agujero_titulo": "Sagitario <span>A*</span>",
  "agujero_desc": "En el corazón de nuestra galaxia existe un <strong>agujero negro supermasivo</strong> llamado <strong>Sagitario A*</strong>. Con una masa de 4 millones de soles, distorsiona el espacio-tiempo a su alrededor de formas que desafían cualquier comprensión humana.",
  "agujero_masa": "<strong>Masa colosal:</strong> 4 millones de masas solares concentradas en un radio de unos 44 millones de kilómetros.",
  "agujero_horizonte": "<strong>Horizonte de eventos:</strong> El punto de no retorno absoluto. Ni la luz puede escapar de su atracción gravitacional.",
  "agujero_tiempo": "<strong>Distorsión temporal:</strong> Cerca de un agujero negro el tiempo transcurre más lento, tal como predijo Einstein con la relatividad general.",
  "agujero_imagen": "<strong>Primera imagen real:</strong> En 2022 el Telescopio del Horizonte de Eventos capturó la primera imagen de Sagitario A* a 26,000 años luz.",
  "agujero_acrecion": "<strong>Disco de acreción:</strong> La materia en espiral genera temperaturas de miles de millones de grados emitiendo intensas radiaciones de alta energía.",
  "solar_titulo": "Nuestro <span>Sistema Solar</span>",
  "solar_sol": "El Sol",
  "solar_sol_desc": "Contiene el 99.86% de toda la masa del Sistema Solar. Convierte 600 millones de toneladas de hidrógeno en helio por segundo mediante fusión nuclear.",
  "solar_tamano": "Tamaño del Sistema",
  "solar_tamano_desc": "Desde el Sol hasta la heliopausa hay ~18.000 millones de km. La sonda Voyager 1, lanzada en 1977, tardó 35 años en cruzar ese límite.",
  "solar_cinturon": "Cinturón de Asteroides",
  "solar_cinturon_desc": "Entre Marte y Júpiter hay millones de asteroides. El más grande es el planeta enano Ceres, con 940 km de diámetro, que también alberga agua en su interior.",
  "solar_oort": "Nube de Oort",
  "solar_oort_desc": "Una esfera de cometas helados que rodea el Sistema Solar hasta 100.000 UA del Sol. Es la reserva de los cometas de largo período que visitan el Sol.",
  "solar_enanos": "Planetas Enanos",
  "solar_enanos_desc": "Plutón, Ceres, Eris, Haumea y Makemake son los 5 planetas enanos oficiales. Plutón fue reclasificado en 2006, generando un gran debate científico.",
  "solar_exploracion": "Exploración Espacial",
  "solar_exploracion_desc": "NASA, ESA y otras agencias han enviado sondas a todos los planetas. Las misiones Mars rovers y la telescopía James Webb continúan expandiendo nuestro conocimiento.",
  "nebulosas_desc": "Las <strong>nebulosas</strong> son enormes nubes de gas y polvo interestelar: la cuna donde nacen nuevas estrellas y el legado de las que mueren. Sus colores espectaculares son la huella de distintos elementos químicos ionizados por la radiación estelar.",
  "nebulosa_cangrejo": "Nebulosa del Cangrejo",
  "nebulosa_cangrejo_desc": "Remanente de supernova observada en el año 1054. Ubicada a 6,500 años luz.",
  "nebulosa_pilares": "Pilares de la Creación",
  "nebulosa_pilares_desc": "En la Nebulosa del Águila. Columnas de gas donde nacen nuevas estrellas constantemente.",
  "nebulosa_orion": "Nebulosa de Orión (M42)",
  "nebulosa_orion_desc": "La más cercana visible a simple vista desde la Tierra, a 1,344 años luz de distancia.",
  "nebulosa_eta": "Eta Carinae",
  "nebulosa_eta_desc": "Una de las estrellas más masivas y brillantes, envuelta en su propia nube de gas y polvo.",
  "nebulosa_hubble": "Campo Ultra Profundo Hubble",
  "nebulosa_hubble_desc": "~10,000 galaxias en una sola imagen. Muestra el universo hace 13 mil millones de años.",
  "nebulosa_planetaria": "Nebulosa Planetaria",
  "nebulosa_planetaria_desc": "El destino final de estrellas como el Sol: una cáscara gaseosa expulsada al morir la estrella.",
  "misiones_titulo": "Exploración <span>Humana</span>",
  "mision_apolo": "Apolo 11",
  "mision_apolo_desc": "Primera misión en llevar humanos a la Luna. Neil Armstrong y Buzz Aldrin caminaron sobre la superficie lunar.",
  "mision_voyager": "Voyager 1 y 2",
  "mision_voyager_desc": "Sondas que exploraron los planetas exteriores y ahora viajan en el espacio interestelar, llevando el Disco de Oro.",
  "mision_hubble": "Telescopio Hubble",
  "mision_hubble_desc": "Ha revolucionado la astronomía con imágenes increíbles del universo profundo y descubrimientos clave.",
  "mision_webb": "James Webb",
  "mision_webb_desc": "El telescopio más potente, observando el universo en infrarrojo para ver las primeras galaxias.",
  "mision_iss": "Estación Espacial Internacional",
  "mision_iss_desc": "Laboratorio en órbita donde se realizan experimentos en microgravedad y se estudia la vida en el espacio.",
  "mision_perseverance": "Perseverance",
  "mision_perseverance_desc": "Rover de la NASA en Marte, busca signos de vida pasada y recoge muestras para una futura misión de retorno.",
  "glosario_titulo": "Términos <span>Astronómicos</span>",
  "glosario_agujero": "Agujero negro",
  "glosario_agujero_desc": "Región del espacio con una gravedad tan intensa que nada, ni siquiera la luz, puede escapar.",
  "glosario_supernova": "Supernova",
  "glosario_supernova_desc": "Explosión cataclísmica de una estrella al final de su vida, que puede llegar a brillar más que una galaxia entera.",
  "glosario_exoplaneta": "Exoplaneta",
  "glosario_exoplaneta_desc": "Planeta que orbita una estrella diferente al Sol. Se han descubierto miles en nuestra galaxia.",
  "glosario_materia_oscura": "Materia oscura",
  "glosario_materia_oscura_desc": "Forma de materia invisible que no emite radiación, pero cuya presencia se deduce por efectos gravitacionales. Constituye el 27% del universo.",
  "glosario_energia_oscura": "Energía oscura",
  "glosario_energia_oscura_desc": "Fuerza misteriosa que causa la expansión acelerada del universo. Representa el 68% del cosmos.",
  "glosario_nebulosa": "Nebulosa",
  "glosario_nebulosa_desc": "Nube de gas y polvo interestelar, lugar de nacimiento de estrellas o remanente de su muerte.",
  "glosario_pulsar": "Púlsar",
  "glosario_pulsar_desc": "Estrella de neutrones que gira rápidamente y emite radiación periódica, como un faro cósmico.",
  "glosario_cuasar": "Cuásar",
  "glosario_cuasar_desc": "Núcleo activo de una galaxia distante, alimentado por un agujero negro supermasivo, extremadamente luminoso.",
  "constelaciones_titulo": "Mapas <span>Estelares</span>",
  "constelacion_orion": "Orión",
  "constelacion_orion_desc": "El Cazador. Sus estrellas más brillantes son Betelgeuse y Rigel. Visible en invierno.",
  "constelacion_osa_mayor": "Osa Mayor",
  "constelacion_osa_mayor_desc": "Contiene el famoso asterismo \"El Carro\". Ayuda a encontrar la Estrella Polar.",
  "constelacion_casiopea": "Casiopea",
  "constelacion_casiopea_desc": "Forma una \"W\" en el cielo. Alberga remanentes de supernova y cúmulos estelares.",
  "constelacion_cisne": "Cisne (Cygnus)",
  "constelacion_cisne_desc": "Con la estrella Deneb. La Nebulosa Norteamérica se encuentra en esta región.",
  "curiosidades_titulo": "Curiosidades del <span>Cosmos</span>",
  "curiosidad1": "El Universo tiene 13,800 millones de años",
  "curiosidad1_desc": "Desde el Big Bang hasta hoy, el cosmos ha evolucionado formando galaxias, estrellas y sistemas planetarios. La Vía Láctea misma tiene unos 13,600 millones de años de edad.",
  "curiosidad2": "Más estrellas que granos de arena",
  "curiosidad2_desc": "Se estima que el universo observable contiene entre 10²³ y 10²⁴ estrellas, más que todos los granos de arena en todas las playas y desiertos de la Tierra combinados.",
  "curiosidad3": "El universo se expande aceleradamente",
  "curiosidad3_desc": "Las galaxias más lejanas se alejan de nosotros a velocidades superiores a la velocidad de la luz debido a la propia expansión del espacio-tiempo. Esta expansión se acelera por la energía oscura.",
  "curiosidad4": "El 95% del universo es invisible",
  "curiosidad4_desc": "Solo el 5% del universo es materia ordinaria. El 27% es materia oscura y el 68% es energía oscura: dos grandes misterios que la física moderna no comprende aún completamente.",
  "curiosidad5": "La Vía Láctea chocará con Andrómeda",
  "curiosidad5_desc": "En unos 4,500 millones de años nuestra galaxia colisionará con la Galaxia de Andrómeda. Las dos se fusionarán en una nueva galaxia elíptica que los astrónomos llaman \"Milkomeda\".",
  "curiosidad6": "Somos literalmente polvo de estrellas",
  "curiosidad6_desc": "El carbono, nitrógeno, oxígeno y demás elementos en nuestros cuerpos fueron forjados en el interior de estrellas que explotaron mucho antes del nacimiento de nuestro Sol.",
  "curiosidad7": "Existen 2 billones de galaxias",
  "curiosidad7_desc": "El universo observable contiene al menos 2 × 10¹² galaxias. Cada una puede albergar cientos de miles de millones de estrellas, muchas con sus propios sistemas planetarios y quizás vida.",
  "curiosidad8": "La señal \"¡Wow!\" de 1977",
  "curiosidad8_desc": "El radioastrónomo Jerry Ehman detectó una señal de radio intensa e inexplicable proveniente del espacio. Anotó \"Wow!\" al margen de los datos. Jamás fue repetida ni explicada.",
  "timeline_titulo": "Historia del <span>Universo</span>",
  "timeline_bigbang": "Big Bang",
  "timeline_bigbang_desc": "El universo comienza con una singularidad. Espacio, tiempo y materia se crean.",
  "timeline_estrellas": "Primeras estrellas",
  "timeline_estrellas_desc": "Las primeras estrellas (Población III) se forman y comienzan a producir elementos pesados.",
  "timeline_galaxias": "Primeras galaxias",
  "timeline_galaxias_desc": "Las galaxias primitivas comienzan a ensamblarse.",
  "timeline_sol": "Nacimiento del Sol",
  "timeline_sol_desc": "Una nube de gas y polvo colapsa formando el Sol y el Sistema Solar.",
  "timeline_luna": "Llegada a la Luna",
  "timeline_luna_desc": "La misión Apolo 11 lleva a los primeros humanos a la Luna.",
  "timeline_sgr": "Imagen de Sgr A*",
  "timeline_sgr_desc": "El Telescopio del Horizonte de Eventos captura la primera imagen del agujero negro central de nuestra galaxia.",
  "quiz_titulo": "Quiz <span>Galáctico</span>",
  "quiz_pregunta1": "¿Cuál es el agujero negro supermasivo en el centro de la Vía Láctea?",
  "quiz_opcion1_1": "M87*",
  "quiz_opcion1_2": "Sagitario A*",
  "quiz_opcion1_3": "Cygnus X-1",
  "quiz_opcion1_4": "TON 618",
  "quiz_pregunta2": "¿Aproximadamente cuántas estrellas se estima que contiene la Vía Láctea?",
  "quiz_opcion2_1": "100 mil millones",
  "quiz_opcion2_2": "300 mil millones",
  "quiz_opcion2_3": "1 billón",
  "quiz_opcion2_4": "10 mil millones",
  "quiz_pregunta3": "¿En qué año el ser humano pisó la Luna por primera vez?",
  "quiz_opcion3_1": "1965",
  "quiz_opcion3_2": "1969",
  "quiz_opcion3_3": "1972",
  "quiz_opcion3_4": "1958",
  "quiz_pregunta4": "¿Qué planeta tiene los anillos más famosos?",
  "quiz_opcion4_1": "Júpiter",
  "quiz_opcion4_2": "Urano",
  "quiz_opcion4_3": "Neptuno",
  "quiz_opcion4_4": "Saturno",
  "quiz_pregunta5": "¿Cómo se llama la galaxia más cercana a la Vía Láctea?",
  "quiz_opcion5_1": "Andrómeda",
  "quiz_opcion5_2": "Triángulo",
  "quiz_opcion5_3": "Nube de Magallanes",
  "quiz_opcion5_4": "Sombrero",
  "quiz_pregunta6": "¿Qué tipo de nebulosa son los 'Pilares de la Creación'?",
  "quiz_opcion6_1": "Nebulosa planetaria",
  "quiz_opcion6_2": "Nebulosa de emisión",
  "quiz_opcion6_3": "Remanente de supernova",
  "quiz_opcion6_4": "Nebulosa oscura",
  "quiz_pregunta7": "¿Cuál es la temperatura aproximada del núcleo del Sol?",
  "quiz_opcion7_1": "5.500 °C",
  "quiz_opcion7_2": "1 millón °C",
  "quiz_opcion7_3": "15 millones °C",
  "quiz_opcion7_4": "100 millones °C",
  "quiz_siguiente": "Siguiente",
  "quiz_reiniciar": "Reiniciar",
  "quiz_puntuacion": "Aciertos:",
  "apod_titulo": "Astronomy Picture <span>of the Day</span>",
  "apod_cargando": "Cargando imagen del día...",
  "footer_texto": "Explorando el universo, una estrella a la vez",
  "footer_imagenes": "Imágenes: NASA · ESA · Hubble Space Telescope · Wikipedia Commons",
  "footer_legal": "Términos y Condiciones | Política de Privacidad",
  "clima_cargando": "Cargando datos del clima espacial...",
  "clima_error": "Error al cargar datos del clima espacial",
  "noticias_cargando": "Cargando noticias...",
  "noticias_no_disponibles": "No hay noticias disponibles",
  "noticias_error": "Error al cargar noticias"
}